Repository: nikolashkubelev/peachtree-bank
Catalog: src/locale/messages.*.xlf
Languages: ru

# project.title
source: Peachtree Bank
ru: Банк "Персиковое дерево"

# transferForm.title
source: Make a Transfer
ru: Перевод

# transferForm.fromAccount
source: From Account
ru: Аккаунт

# transferForm.toAccount
source: To Account
ru: Получатель

# transferForm.amount
source: Amount
ru: Сумма

# transferForm.submit
source: Submit
ru: Отправить

# transactionsList.title
source: Recent Transactions
ru: Последние транзакции

# sortingBar.title
source: Sort By
ru: Сортировать по:

source: {VAR_SELECT, select, date {date} beneficiary {beneficiary} amount {amount} }
ru: {VAR_SELECT, select, date {дата} beneficiary {бенефициар} amount {сумма} }

source: {sortingType, select, date {...} beneficiary {...} amount {...}}
ru: llala {sortingType, select, date {...} beneficiary {...} amount {...}}

source: {VAR_SELECT, select, date {date} beneficiary {beneficiary} amount {amount} }
ru: {VAR_SELECT, select, date {дата} beneficiary {бенефициар} amount {сумма} }
